Repository: wp-plugins/update-message
Catalog: core/lang/*_framework-*.po
Languages: bg_bg, es_gt

source: About...
bg_bg: Относно
es_gt: Acerca de...

source: Settings
bg_bg: Настройки
es_gt: Configuración

source: Advanced options
bg_bg: Напреднали настройки

source: Show the advanced options:
bg_bg: Покажи напредналите настройки

source: Show the developpers documentation:
bg_bg: Покажи документация за разработчици
es_gt: Mostrar la documentación para desarrolladores:

source: You should register a new wordpress plugin first on %s.
bg_bg: Първо трябва да регистрирате нов wortpress плъгин на %s

source: Same comment as above...
bg_bg: Същият коментар като по-горе...

source: What is your Author Name:
bg_bg: Какво е Авторското ви Име:

source: Should be something like %s
bg_bg: Трябва да бъде нещо като %s

source: Plugin name
bg_bg: Име на разширение
es_gt: Nombre del Plugin

source: Description
bg_bg: Описание
es_gt: Descripción

source: Status of the core
bg_bg: Статус на ядрото
es_gt: Estado del núcleo

source: How to develop a plugin?
bg_bg: Как да разработя плъгин?
es_gt: Como desarrollar un plugin?

source: Framework documentation
bg_bg: Framework документация
es_gt: Documentación del Framework

source: The Wordpress page: %s
bg_bg: Wordpress страницата: %s

source: Last update:
bg_bg: Последен ъпдейт:
es_gt: Última actualización:

source: Rating: %s
bg_bg: Рейтинг: %s

source: Number of download:
bg_bg: Брой сваляния:
es_gt: Número de descargas:

source: General modifications:
bg_bg: Главни модификации

source: Modify the version of the plugin and the readme.txt file
bg_bg: Модифицирай версията на плъгина и readme.txt файла

source: Quick
bg_bg: Бързо
es_gt: Rápido

source: Slow
bg_bg: Бавно
es_gt: Lento

source: The slow version may be useful if you have issues with the quick version.
bg_bg: Бавната версия може да бъде полезна в случай, че имате проблеми с бързата.
es_gt: La versión lenta puede ser útil si usted tiene problemas con la versión rápida

source: Last update of the core: %s at %s
bg_bg: Последен ъпдейт на ядрото: %s в %s
es_gt: Última actualización del núcleo: %s en %s

source: The folder %s is not %s !
bg_bg: Папката %s не е %s!
es_gt: ¡La carpeta %s no es %s !

source: The file %s is not %s !
bg_bg: Файлът %s не е %s!
es_gt: ¡El archivo %s no es %s !

source: The folder %s does not exists and cannot be created !
bg_bg: Папката %s не съществува и не може да бъде създадена!
es_gt: ¡La carpeta %s no existe y no puede ser creada!

source: The file %s does not exists and cannot be created !
bg_bg: Файлът %s не съществува и не може да бъде създаден!
es_gt: ¡El archivo % no existe y no puede ser creado!

source: Please see below:
bg_bg: Моля, вижте по-долу:
es_gt: Por favor, vea abajo:

source: folder created
bg_bg: папката създадена
es_gt: carpeta creada

source: folder creation has failed !
bg_bg: създаването на папка се провали!
es_gt: ¡creación de carpeta fallida!

source: %s bytes transfered
bg_bg: %s байта прехвърлени
es_gt: %s bytes transferidos

source: Browsing the modifications
bg_bg: Преглеждане на модификациите
es_gt: Navegando por las modificaciones

source: Comparing %s with %s
bg_bg: Сравняване %s с %s
es_gt: Comparando %s con %s

source: Confirmation
bg_bg: Потвърждение
es_gt: Confirmación

source: Sending to the repository in progress...
bg_bg: Изпращане до хранилище в прогрес...
es_gt: Envío al repositorio en progreso...

source: Preparation of the sending done !
bg_bg: Подготовка за изпращането завършена!
es_gt: ¡Preparación para envío realizada!

source: Sending the file is finished ! Now merging the change in the repository ...
bg_bg: Изпращането на файла е завършено! Сега се слива промяната в хранилището...
es_gt: ¡Envío del archivo ha finalizado! Ahora mescle los cambios en el repositorio ...

source: Error while preparing the sending!
bg_bg: Грешка при подготовка за изпращане!
es_gt: ¡Error mientras se preparaba para enviar!

source: Sending to the local files in progress...
bg_bg: Изпращане към локалните файлове в прогрес...
es_gt: Envío de los archivos locales en progreso...

source: The rollback has ended ...
bg_bg: Връщането завърши...
es_gt: El retroceso ha terminado ...

source: Change the plugin version for %s
bg_bg: Смени версията на плъгина за %s

source: Version number
bg_bg: Номер на версията

source: The current version of the plugin %s is %s.
bg_bg: Текущата версия на плъгина %s е %s.

source: Please modify the version:
bg_bg: Моля, модифицирайте версията:

source: Readme file
bg_bg: Readme файл

source: The current content of %s is:
bg_bg: Текущото съдържание на %s е:

source: Save these data
bg_bg: Запази тези данни

source: The current text
bg_bg: Текущият текст

source: The proposed text
bg_bg: Предложеният текст

source: Error: %s function is not found
bg_bg: Грешка: %s функция не е намерена

source: The file %s cannot be compressed.
bg_bg: Файлът %s не може да бъде компресиран.

source: Parameters
bg_bg: Параметри

source: Here are the parameters of the plugin. Modify them at will to fit your needs.
bg_bg: Тук са параметрите на разширението. Модифицирайте ги както ви е нужно.

source: Values
bg_bg: Стойности

source: Warning: some characters have been removed because they are not allowed here
bg_bg: Внимание: някои знаци бяха премахнати, защото не са позволени тук
es_gt: Advertencia: algunos caracteresse han eliminado porque no son permitidos

source: Error: the submitted file can not be uploaded!
bg_bg: Грешка: избраният файл не може да бъде качен!

source: Error: %s file already exists
bg_bg: Грешка: файлът %s вече съществува

source: Update
bg_bg: Обновяване
es_gt: Actualización

source: Translations available for this plugin (i.e. %s)
bg_bg: Преводи за това разширение (т.е. %s)

source: Translations installed for Wordpress
bg_bg: Преводи исталирани за Wordpress

source: Adding a new translation for this language: %s
bg_bg: Добавяне на нов превод за този език: %s
es_gt: Agregando una nueva traducción para el lenguaje: %s

source: Sentence to translate
bg_bg: Изречение за превод
es_gt: Frase a traducir

source: Translation
bg_bg: Превод
es_gt: Traducción

source: Your name:
bg_bg: Името ви
es_gt: Tu nombre:

source: (if your name/pseudo is already in the list, there is no need to fill this input)
bg_bg: (ако името/псевдонима вече е в списъка, то тогава няма нужда да попълвате това поле)
es_gt: (si tu nombre/pseudonimo ya existe en la lista, no hay necesidad de llenar este campo)

source: Your email or your website:
bg_bg: Е-поща или уеб сайт.
es_gt: Tu email o tu website:

source: Create the translation files
bg_bg: Създай преводни файлове
es_gt: Crear los archivos de traducción

source: Modifying the translation for this language: %s
bg_bg: Модифициране на превода за този език: %s
es_gt: Modificando la traducción para este lenguaje: %s

source: Modify the translation files
bg_bg: Модифицирай преводните файлове
es_gt: Modificar los archivos de traducción

source: The file %s cannot be extracted from mail attachments
bg_bg: Файлът %s не може да бъде извлечен от прикачените в мейл

source: The file %s cannot be written in the %s folder
bg_bg: Файлът %s не може да бъде записан в папка %s

source: The file %s has been imported in the %s folder
bg_bg: Файлът %s беше внесен в папка %s

source: Plugin
bg_bg: Разширение

source: Language
bg_bg: Език
es_gt: Lenguaje

source: Information
bg_bg: Информация

source: %s sentences have been translated (i.e. %s).
bg_bg: %s изречения са преведени (т.е. %s).
es_gt: %s frases han sido traducidas (es decir, %s).

source: Delete
bg_bg: Изтрий

source: Import
bg_bg: Внеси

source: %s sentences have been newly translated and %s sentences have been modified (the old file has %s translated sentences).
bg_bg: %s изречения са наскоро преведени и %s изречения са модифицирани

source: See modifications and Merge
bg_bg: Прегледай модификации и Слей

source: Merge
bg_bg: Слей

source: New translations are available
bg_bg: Има нови преводи

source: Updates of translations are available
bg_bg: Има нови ъпдейти за преводи

source: What are the differences between these two files?
bg_bg: Какви са разликите между тези два файла?

source: Old sentence
bg_bg: Старо изречение

source: New sentence
bg_bg: Ново изречение

source: To replace?
bg_bg: Да замени?

source: %s sentences have been translated (i.e. %s) %s %s sentences have to be checked because they are close (but not identical) to those to translate.%s
bg_bg: %s изречения са преведени (т.е. %s) %s %s изречения трябва да бъдат проверени, защото са близо (но не идентични) за превод. %s

source: The translation %s have been sent
bg_bg: Преводът %s беше изпратен
es_gt: La traducción %s ha sido enviada

source: An error occured sending the email.
bg_bg: Имаше грешка по време на изпращане на електронното писмо.
es_gt: Ocurrió un error enviando el email.

source: Make sure that your wordpress is able to send email.
bg_bg: Проверете дали вашият Wordpress може да праща е-писма.
es_gt: Asegúrese que wordpress es capaz de enviar correo electrónico.

source: %s file has been updated for %s
bg_bg: %s файл беше ъпдейтнат за %s
es_gt: archivo %s fue correctamente actualizado por %s

source: %s file has been updated from this file
bg_bg: %s файл беше ъпдейтнат от този файл
es_gt: archivo %s ha sido actualizado a partir de este archivo

source: %s file has been created with a new translation for %s
bg_bg: %s файл беше създаден с нов превод за %s
es_gt: archivo %s ha sido creado con una nueva traducción de %s

source: %s file has been created from this file
bg_bg: %s файл беше създаден от този файл
es_gt: archivo %s ha sido creado a partir de este archivo

source: The following languages may be used by your Wordpress installation.
bg_bg: Следните езици могат да бъдат използвани от вашата Wordpress инсталация.

source: Update the list of translations
bg_bg: Обнови списъка с преводи

source: This is the default language of the plugin. It cannot be modified.
bg_bg: Това е езикът по подразбиране на плъгина и не може да бъде модифициран.

source: Re-download
bg_bg: Свали наново

source: Last update: %s
bg_bg: Последно обновяване: %s

source: Download a new translation
bg_bg: Свали нов превод

source: You may download a new translation from Wordpress.org
bg_bg: Може да свалите нов превод от Wordpress.org

source: Download
bg_bg: Свали

source: Change the default language used
bg_bg: Смени езикът по подразбиране

source: If you want to modify the default language of the dashboad, and thus of the plugin, please select your language here:
bg_bg: Ако искате да модифицирате езика по подразбиране на Dashboard-а, както и плъгина, моля, изберете Вашият език от тук:

source: Set the language
bg_bg: Избери езика

source: The file %s has been downloaded (version %s)
bg_bg: Файлът %s беше свален (версия %s)

source: The file %s cannot be stored in %s. Check permissions.
bg_bg: Файлът %s не може да бъде запазен в %s. Проверете правата.

source: The translations files do not exists ... it is strange!
bg_bg: Преводните файлове не съществуват... което е странно!

source: The sentences used in this plugin are in English. Help the others users using the same language as you by translating this plugin.
bg_bg: Изреченията в този плъгин са на Английски. Помогнете на другите, ползващи вашият език като преведете този плъгин.

source: This plugin is available in %d languages.
bg_bg: Този плъгин е преведен на %s езика.

source: There are %d sentences to be translated in this plugin.
bg_bg: Има още %s изречения за превод в този плъгин.

source: Ratio %
bg_bg: Съотношение %
es_gt: Razón %

source: Translators
bg_bg: Преводачи
es_gt: Traductores

source: Send to the author of the plugin
bg_bg: Изпрати до автора на плъгина
es_gt: Enviar al autor del plugin

source: Add a new translation
bg_bg: Добави нов превод
es_gt: Agregar una nueva traducción

source: Add
bg_bg: Добави
es_gt: Agregar

source: Select all
bg_bg: Избери всички
es_gt: Seleccionar todo

source: Un-select all
bg_bg: Деизбери всички
es_gt: Deseleccionar todo

source: Saved on %s
bg_bg: Записан на %s

source: Methods
bg_bg: Методи

source: Details
bg_bg: Детайли

source: Parameters:
bg_bg: Параметри:
es_gt: Parámetros

source: See also:
bg_bg: Вижте също:
es_gt: Véase también:

source: KB
bg_bg: КБ

source: MB
bg_bg: МБ

source: GB
bg_bg: ГБ

source: Feedback form
bg_bg: Форма за обратна връзка

source: Contact the author
bg_bg: Свържи се с автора

source: Your email:
bg_bg: Вашият e-mail:

source: Useful... so that the author will be able to anwser you.
bg_bg: Полезно... за да може автора да се свърже с теб.

source: Your comments:
bg_bg: Вашите коментари:
es_gt: Tus comentarios:

source: Send feedback
bg_bg: Изпрати отзив
es_gt: Enviar feedback

source: The feedback has been sent
bg_bg: Отзивът е изпратен!
es_gt: El feedback fue enviado correctamente

source: Plugins that you may install
bg_bg: Плъгини, които можете да инсталирате

source: The following plugins have been developed by the author and are not yet installed:
bg_bg: Следните плъгини са били разработени от автора и още не са инсталирани:

source: Plugin not yet installed
bg_bg: Плъгина още не е инсталиран

source: Description and Screenshots
bg_bg: Описание и Снимки

source: All author's plugins have been installed. Thank you!
bg_bg: Всички плъгини на автора бяха инсталирани. Благодаря Ви!

source: Installed plugins
bg_bg: Инсталирани плъгини

source: You have already installed the following author's plugins:
bg_bg: Вече сте инсталирали следните плъгини:

source: Plugin already installed
bg_bg: Плъгина вече е инсталиран.

source: Log options
bg_bg: Настройки на системната история

source: Multisite Management
bg_bg: Управление при режим на множество сайтове

source: There is a SQL database for this plugin
bg_bg: За това разширение има SQL база данни

source: Version: %s by %s
bg_bg: Версия: %s от %s
es_gt: Versión: %s por %s

source: List of SL plugins
bg_bg: Списък с SL разширения
es_gt: Lista de plugins SL

source: Parameters of the framework
bg_bg: Параметри на средата

source: Manage translation of the framework
bg_bg: Превод на средата
es_gt: Gestionar traducción del framework

source: There are some issues with folders rights. Please corret them as soon as possible as they could induce bugs and instabilities.
bg_bg: Има проблем с правата за писане в папката. Моля, коригирайте ги възможно по-бързо, тъй като е възможно това да причини нестабилност.
es_gt: Hay algunos problemas con los derechos de las carpetas. Por favor, corrige tan pronto como sea posible, ya que podría provocar a errores e inestabilidad.

source: Error: the submitted value is not an integer and thus, the parameter has not been updated!
bg_bg: Грешка: изпратената стойност не е цифра и затова параметърът не бе обновен!
es_gt: ¡Error: el valor enviado no es un entero y por lo tanto el parámetro no fue actualizado!

source: Error: the submitted string does not match the constrains
bg_bg: Грешка: изпратеният низ не отговаря на ограниченията
es_gt: Error: la cadena enviada no coincide con las limitaciones

source: Error: security issue!
bg_bg: Грешка: проблем в сигурността!

source: Here are the parameters of the framework. Modify them at will to fit your needs.
bg_bg: Тук са параметрите на средата. Можете да ги променяте по свое усмотрение така, че да отговарят на нуждите ви.

source: (integer)
bg_bg: (цифра)

source: (If you want to delete this file, please check this box %s)
bg_bg: (ако желаете да изтриете файла, моля поставете отметка тук %s)

source: Reset to default values
bg_bg: Връщане на начлните настройки

source: See the new translation file and merge
bg_bg: Виж новия преводен файл и слей

source: See the modifications/new translations and Merge
bg_bg: Виж новите редакции/новите преводи и слей

source: See the new translations and Merge
bg_bg: Виж новите преводи и слей

source: %s file cannot be created for %s as there is no translated sentence. Please, translate at least one sentence to create a file
bg_bg: %s файл не може да бъде създаден за %s, тъй като няма преведено изречение. Моля, преведете поне едно изречение.

source: Modify
bg_bg: Промени
es_gt: Modificar

source: Send to the author of the framework
bg_bg: Изпрати до автора на средата
es_gt: Enviar al autor del framework

source: Donate
bg_bg: Дари

source: This form is an easy way to contact the author and to discuss issues/incompatibilities/etc. with him
bg_bg: Тази форма е един лесен начин за връзка с автора и за обсъждане проблеми, несъвместимост и т.н. с него.

source: by %s persons
bg_bg: от %s души
es_gt: por %s personas

source: Close popup
bg_bg: Затвори прозореца
es_gt: Cerrar ventana emergente

source: Filter: %s
bg_bg: Филтър: %s

source: %s of %s
bg_bg: %s от %s

source: Current Page
bg_bg: Текуща страница

source: The file %s cannot be read. You should have a problem with file permissions or security restrictions.
bg_bg: Файлът %s не може да бъде намерен. Вероятно имате проблем с правата за писане или други ограничения.

source: The folder %s cannot be opened. You should have a problem with folder permissions or security restrictions.
bg_bg: Папката %s не може да бъде отворена. Вероятно имате проблем с правата за писане или други ограничения.

source: The file %s cannot be deleted. You should have a problem with file permissions or security restrictions.
bg_bg: Файлът %s не може да бъде изтрит. Вероятно имате проблем с правата за писане или други ограничения.

source: An other process is still running (it runs for %s seconds)
bg_bg: Има друг процес все още изпълняващ се процес (изпълнява се от %s сек.).

source: The file %s cannot be modified/created. You should have a problem with file permissions or security restrictions.
bg_bg: Файлът %s не може да бъде променен/създаден. Вероятно имате проблем с правата за писане или други ограничения.

source: The file %s cannot be created. You should have a problem with file permissions or security restrictions.
bg_bg: Файлът %s не може да бъде създаден. Вероятно имате проблем с правата за писане или други ограничения.

source: The file %s cannot be renamed. You should have a problem with file permissions or security restrictions.
bg_bg: Файлът %s не може да бъде преименуван. Вероятно имате проблем с правата за писане или други ограничения.

source: The file %s cannot be modified. You should have a problem with file permissions or security restrictions.
bg_bg: Файлът %s не може да бъде променен. Вероятно имате проблем с правата за писане или други ограничения.

source: The advanced options and output will be displayed now !
es_gt: ¡Las opciones avanzadas y la salida serán mostradas!

source: The advanced options and output will be hidden now !
es_gt: ¡Las opciones avanzadas y la salida se ocultaran!

source: The developpers documentations will be displayed now !
es_gt: ¡La documentación para desarrolladores será mostrada!

source: The developpers documentations will be hidden now !
es_gt: ¡La documentación para desarrolladores se ocultará!

source: The SVN interface will be displayed now !
es_gt: ¡La interfaz de SVN (subversion) será mostrada!

source: The SVN interface will be hidden now !
es_gt: ¡La interfaz de SVN (subversion) se ocultará!

source: The SVN parameters have been updated !
es_gt: ¡Los parámetros de SVN (subversion) se han actualizado correctamente!

source: %s has been updated with %s !
es_gt: ¡ %s fue correctamente actualizado con %s !

source: Please click %shere%s to refresh the page and ensure everything is ok!
es_gt: ¡Por favor click %saquí%s para recargar la página y asegurarse que todo está bien!

source: Summary page for the plugins developped with the SL framework
es_gt: Página de resumen de los plugins desarrollados con SL framework

source: The core file used for the SedLex plugins is:
es_gt: El archivo base usado para los plugins SedLex es la siguiente:

source: For now, you have installed %d plugins including %d plugins developped with the 'SL framework':
es_gt: For ahora, tienes instalado %d plugins incluyendo %d plugins desarrollados con el &#039;SL framework&#039;:

source: An Unexpected HTTP Error occurred during the API request.
es_gt: Un inesperado error HTTP ocurrió durante la solicitud de la API

source: This plugin does not seem to be hosted on the wordpress repository.
es_gt: Este plugin no parece estar alojado en el repositorio de WordPress.

source: This plugin is hosted by wordpress repository and is not up-to-date ! (i.e. %s)
es_gt: ¡Este plugin está hospedado en los repositorios de wordpress y no está actualizado! (i.e %s)

source: (the repository)
es_gt: (el repositorio)

source: This plugin is hosted by wordpress repository with the same version but the plugin is not exactly the same
es_gt: Este plugin está hospedado en los repositorios de wordpress con la misma versión, pero el plugin no es exactamente el mismo

source: This plugin is hosted by wordpress repository and is up-to-date !
es_gt: ¡Este plugin está hospedado en los repositorios de wordpress y está actualizado!

source: Rating:
es_gt: Puntuación:

source: Update with the core of the %s plugin (only if you definitely know what you do)
es_gt: Actualización con el núcleo del plugin %s (solo si realmente sabe lo que hace)

source: This core is currently used by the framework and plugins !
es_gt: ¡Este núcleo es utilizado actualmente por el framework y plugins!

source: SVN management
es_gt: Gestionar SVN

source: An error occurs when requesting %s
es_gt: Un error ocurrió solicitando %s

source: You do not seem to have a repository for Wordpress because %s returns a 404 error. Thus, ask for one here: %s
es_gt: No parece tener un repositorio de Wordpress %s retorna un error 404. Por lo tanto solicite uno aquí: %s

source: Overwrite the local plugin files with files stored the SVN repository
es_gt: Sobre escribir el plugin local con los archivos almacenados en el repositorio de SVN

source: Update the SVN repository with your current local plugin files
es_gt: Actualizar el repositorio SVN (subversion) con los archivos locales del plugin

source: Show the advanced options and parameters:
es_gt: Mostrar las opciones avanzadas y parámetros:

source: Show/Hide
es_gt: Mostrar/Ocultar

source: Enable SVN to commit your developed plugin to wordpress.org:
es_gt: Activar SVN para entregar tu plugin desarrollado a wordpress.org:

source: Enable/Disable
es_gt: Activar/Desactivar

source: Your SVN Login:
es_gt: Login SVN:

source: Your SVN password:
es_gt: Password SVN:

source: The author name displayed in the Wordpress plugin (probably close to your login):
es_gt: El nombre del autor aparece en el plugin de Wordpress (probablemente cerca de su inicio de sesión):

source: The following description is a quick tutorial on about how to create a plugin with the SL framework. (Please note that the following description is in English for developpers, sorry for this inconvenience)
es_gt: La siguiente descripción es un rápido tutorial sobre cómo crear un plugin con el framework SL. (Tenga en cuenta que la siguiente descripción es en Inglés para desarrolladores, lo siento por las molestias)

source: Please find hearafter all the possible classes and methods for the development with this framework
es_gt: Por favor encuentre a continuación todas las clases y métodos posibles para el desarrollo con este framework

source: [CLASS]
es_gt: Clase

source: Here is the method of the class:
es_gt: Aquí está método de la clase:

source: [METHOD]
es_gt: [MÉTODO]

source: Description:
es_gt: Descripción:

source: [optional]
es_gt: [opcional]

source: (by default, its value is:
es_gt: (el valor predeterminado es:

source: No param
es_gt: No parametros

source: Return value:
es_gt: Valor de retorno:

source: Typical call:
es_gt: Llamada típica:

source: Version of
es_gt: Versión de

source: MD5 fingerprint of the framework:
es_gt: MD5 del framework:
