Repository: wp-plugins/update-message
Catalog: core/lang/*_framework-*.po
Languages: bg_bg, es_gt

source: Update the SVN repository %s with your current local plugin files (slower version)
es_gt: Actualizar el repositorio SVN %s con los archivos locales del plugin (versión lenta)

source: Update the SVN repository %s with your current local plugin files
es_gt: Actualizar el repositorio SVN %s con los archivos locales del plugin

source: Overwrite the local plugin %s files with files stored the SVN repository
es_gt: Sobrescribir los archivos del plugin locales %s con los archivos almacenados en el repositorio SVN

source: Updating the local cache
es_gt: Actualizando la memoría caché local

source: An error occurred during the retrieval of files on the server ! Sorry ...
es_gt: ¡Se produjo un error durante la recuperación de archivos en el servidor! Lo siento ...

source: To be sure that you compare the local plugin with the latest repoository files, it is necessary to download it locally. Please wait during the update (your are using the slow version which may be more reliable especially with big plugins)...
es_gt: Para asegurarte que de comparar el plugin local con los últimos archivos del repositorio, es necesario que lo descargues. Por favor, espera durante la actualización (estás utilizando la versión lenta, que puede ser más fiable, especialmente con los plugins grandes)...

source: Update of the files of the %s plugin in progress (%s files)
es_gt: Actualización de los archivos del plugin %s en progreso (%s archivos)

source: An error occurred when listing the files of the %s plugin ! Sorry ...
es_gt: ¡Un error ocurrió cuando se listaban los archivos del plugin %s ! Lo sentimos...

source: Commit comment:
es_gt: Hacer comentarios:

source: Yes, the SVN version will be deleted and be replaced by the local version
es_gt: Si, la versión SVN será eliminada y reemplazada con la versión local

source: Yes, the local version will be overwritten with the repository files
es_gt: Si, la versión local será sobreescrita con los archivos del repositorio.

source: The commit has ended [ %s ]... You should received an email quickly !
es_gt: El commit ha terminado [%s] ... ¡Debes recibir un correo electrónico pronto!

source: The commit has ended but there is an error!
es_gt: ¡El commit ha terminado, pero hay un error!

source: The available translation for the SL framework (contained in the '%s' folder)
es_gt: La traducción disponible para el SL Framework (contiene &#039;%s&#039; en la carpeta)

source: There is %d languages supported for the 'SL framework'.
es_gt: Hay %d lenguajes soportados par el &#039;SL framework&#039;.

source: There is %d sentence to be translated in the framework.
es_gt: Hay %d frases para ser traducidas en este framework.

source: The available translation for this plugin
es_gt: La traducción disponible para este plugin

source: There is %d languages supported for this plugin.
es_gt: Hay %d lenguajes compatibles con este plugin.

source: There is %d sentence to be translated in this plugin.
es_gt: Hay %d frases para ser traducidas en este plugin.

source: Please note that the translation for the framework is available in the %s submenu (see the %s tab).
es_gt: Tenga en cuenta que la traducción para este framework está disponible en el submenú %s (ver tab %s).

source: You may add a new translation hereafter (Please note that it is recommended to send your translation to the author so that he would be able to add your translation to the future release of the plugin !)
es_gt: Puedes añadir una nueva traducción de aquí en adelante (Ten en cuenta que se recomienda enviar la traducción al autor para que él la añada en la futura versión del plug-in!)

source: The file %s cannot be created. Therefore, no svn script can be created. Please make the folder writable or visit %s to install a SubVersion package on your server.
es_gt: El archivo %s no se puede crear. Por lo tanto, el script svn no se puede crear. Por favor, haga la carpeta escribible o visite %s para instalar un paquete SubVersion en su servidor.

source: The folder %s does not exists and cannot be created. Therefore, no svn script can be created in that folder. Please create this folder (and make it writable) or visit %s to install a SubVersion package on your server.
es_gt: La carpeta %s no existe y no puede ser creada. Por lo tanto, el script svn no puede crearse en este folder. Por favor haga la carpeta escribible o visite %s para instalar un paquete SubVersion en su servidor.

source: The operating system of your server is %s. No installation of SVN has been found. Please visit %s to install a SubVersion package on your server.
es_gt: El sistema operativo del servidor es %s. No se encontró instalación de SVN. Por favor visite %s para instalar un paquete de SubVersion en el servidor.

source: The exec function is disabled on your installation. This function is mandatory to be able to use SVN.
es_gt: La función exec está desactivada en su instalación. Esta función es obligatoria para poder usar SVN.

source: SVN command:
es_gt: Comando SVN:

source: %s returns the following code: %s
es_gt: %s devolvió el siguiente código: %s

source: Checkout has failed! Please retry ...
es_gt: ¡Checkout ha fallado! Por favor intentalo de nuevo...

source: Indeed, it is known that the Checkout command have some difficulties to work. You may have to re-test several times (1-20 times) to finally succeed.
es_gt: De hecho, se sabe que el comando Checkout tienen algunas dificultades para trabajar. Usted puede tener que volver a probar varias veces (1-20 veces) para tener éxito finalmente.

source: Do not panic: once the checkout have worked one time, the update command will be used and it is far more robust!
es_gt: No entre en pánico: despues que checkout haya trabajado una sola vez, el comando de actualización se utiliza y es mucho más robusto!

source: NOTE: The command outputs the following information:
es_gt: NOTA: El comando presenta los siguientes datos:

source: The checkout have begun but have been interrupted without any reason!
es_gt: Checkout ha iniciado, pero se han interrumpido sin ninguna razón!

source: Update the local cache
es_gt: Actualizar la memoria caché local

source: Compare the local cache with the plugins files
es_gt: Comparar la memoria caché local con los archivos de plugins

source: Yes, the local version will be deleted and be replaced by the files stored on the SVN repository
es_gt: Si, la versión local será eliminada y reemplazada con los archivos almacenados en el repositorio SVN

source: Retry the SVN preparation!
es_gt: Reintentar la preparación de SVN

source: Add a file: %s
es_gt: Agregar un archivo: %s

source: Delete a file: %s
es_gt: Eliminar un archivo: %s

source: The commit has ended and you may restart a normal life by closing the window...
es_gt: El commit se ha terminado y se puede reiniciar una vida normal, cierre la ventana ...

source: Thank you!
es_gt: ¡Gracias!

source: The overwrite has ended and you may restart a normal life by closing the window...
es_gt: La sobrescritura ha terminado y se puede reiniciar una vida normal, cierre la ventana .

source: Some parameters have not been updated due to errors (see below) !
es_gt: ¡Algunos parámetros no se han actualizado debido a errores (ver más abajo)!

source: Parameters have been updated (but with some warnings) !
es_gt: ¡Los parámetros fueron actualizados (pero con algunas alertas)!

source: Parameters have been updated successfully !
es_gt: Los parámetros fueron actualizados correctamente

source: Your email (for response):
es_gt: Tu email (para respuesta):

source: Please note that additional information on your wordpress installation will be sent to the author in order to help the debugging if needed (such as : the wordpress version, the installed plugins, etc.)
es_gt: Tener en cuenta que la información adicional de la instalación de WordPress será enviada al autor con el fin de ayudar a la depuración, si es necesario (como por ejemplo: la versión de WordPress, los plugins instalados, etc)

source: No email have been provided for the author of this plugin. Therefore, the feedback is impossible
es_gt: No se ha establecido correo electrónico del autor de este plugin. Por lo tanto, el feedback es imposible

source: Your credentials do not seem to be correct. Please check them!
es_gt: Sus credenciales no parecen ser correctas. Por favor, compruebelas!

source: This file have not been written in the repository due to server problem. Nevertheless, you should retry as it often works better with a second try !
es_gt: Este archivo no se han escrito en el repositorio, debido a problemas con el servidor.

source: Homepage:
es_gt: Inicio:
