Repository: wp-plugins/update-message
Catalog: lang/updatemessage-*.po
Languages: de_de, el_gr, fr_fr, it_it, nl_nl, pl_pl, pt_pt, ru_ru, zh_cn

source: If you have been updated this post with new information, use this box to inform about it.
de_de: Wenn Sie wurden dieses Thema mit neuen Informationen aktualisiert, verwenden Sie dieses Kästchen, um darüber zu informieren.
el_gr: Χρησιμοποιείστε το box για να πληροφορήσετε πως έγινε ανανέωση
fr_fr: Si vous avez mise à jour cet article, vous pouvez utiliser cette boite afin d&#039;informer de cette mise à jour.
it_it: Se hai aggiornato questo post con nuove informazioni, utilizza questa finestra per mostrare le informazioni agli utenti del tuo sito.
nl_nl: Als u dit artikel heeft bewerkt, kunt u dit vak gebruiken om mensen in kennis te stellen over deze update.
pl_pl: Jeśli aktualizowałeś wpis o nową treść, wpisz informacje o aktualizacji w tym oknie.
pt_pt: Se atualizou este post com informação nova, use esta caixa para informar sobre isso.
ru_ru: Если вы обновили свой пост, используйте этот блок для информирования об обновлении.
zh_cn: 如果你更新了这篇文章，就可以用这个插件来通知访问者。

source: Please note that the different update messages have to be separed with 3 dashes:
de_de: Bitte beachten Sie, dass die verschiedenen Update-Nachrichten, mit drei Strichen getrennt werden müssen.
el_gr: Διαοφρετικές ανανεώσεις χωρίζονται με παύλα
fr_fr: Les différents messages de mise à jour doivent être séparés avec trois tirets :
it_it: Si prega di notare che i messaggi di aggiornamento diversi devono essere separati con 3 trattini:
nl_nl: Verschillende berichten voor het bijwerken moeten worden gescheiden door drie streepjes:
pl_pl: Inne informacje o aktualizacji muszą być oddzielone trzema myślnikami (-).
pt_pt: Note que as diferentes mensages de atualização têm de estar separadas com 3 traços
ru_ru: Учтите, что различные сообщения об обновлениях должны быть разделены тремя дефисами:
zh_cn: 请注意：不同时间的更新通知会用3个“~”符号分开：

source: If you want to force the date displayed, the first line must be %s
de_de: Wenn Sie zu zwingen, das Datum angezeigt werden soll, muss die erste Zeile% s werden
el_gr: Για να φαίνεται η ημερομηνία βάλτε στην πρώτη γραμμή %s
fr_fr: Si vous voulez forcer la date affichée, la première ligne doit être %s
it_it: Se si desidera forzare la data visualizzata, la prima linea deve essere %s
nl_nl: Als je de datum wilt forceren, moet de eerste lijn zijn: %s
pl_pl: Jeśli chcesz wymusić nadpisanie daty, pierwsza linia musi wyglądać tak: %s
pt_pt: Se quer forçar a data visível, a primeira linha tem de ser %s
ru_ru: Если вы хотите, что бы была показана дата, первая строка должна быть: %s
zh_cn: 如果你想显示时间，必须在第一行用%s

source: Example:
de_de: Beispiel
el_gr: Παράδειγμα
fr_fr: Exemple :
it_it: Esempio:
nl_nl: Voorbeeld:
pl_pl: Przykład:
pt_pt: Exemplo
ru_ru: Пример:
zh_cn: 例如：

source: The first message
de_de: Die erste Meldung
el_gr: Το πρώτο μήνυμα
fr_fr: Le premier message
it_it: Il primo messaggio
nl_nl: Het eerste bericht
pl_pl: Pierwsza wiadomość
pt_pt: Primeira mensagem
ru_ru: Первое сообщение
zh_cn: 第一条通知

source: The second message
de_de: Die zweite Meldung
el_gr: Το δεύτερο μήνημα
fr_fr: Le second message
it_it: Il secondo messaggio
nl_nl: Het tweede bericht
pl_pl: Druga wiadomość
pt_pt: Segunda mensagem
ru_ru: Второе сообщение
zh_cn: 第二条通知

source: This plugin creates information box in posts/page to contain update information
de_de: Dieses Plugin erzeugt Info-Box in Beiträgen / Seite zu aktualisieren Informationen enthalten
el_gr: Το πρόσθετο δημιουργεί κουτί πληροφορίας στο άρθρο με όλες τις πληροφορίες ανανέωσης
fr_fr: Ce plugin crée un boite d&#039;information dans les articles/pages pour contenir des informations de mise à jour
it_it: Questo plugin crea casella delle informazioni in post / pagina per contenere le informazioni di aggiornamento
nl_nl: Deze plugin creÃ«erd information over de update van een post, blog etc.
pl_pl: Ta wtyczka umożliwia tworzenie okna informacyjnego we wpisie z treścią aktualizacji.
pt_pt: Este plugin cria uma caixa de informação nos posts/páginas contendo informação de atualização
zh_cn: 这个插件在文章或页面上生成更新通知

source: Here is the parameters of the plugin. Please modify them at your convenience.
de_de: Hier ist die Parameter des Plugins. Bitte ändern Sie sie an Ihrer Bequemlichkeit.
fr_fr: Voici les paramètre du plugin. Vous pouvez les modifier comme vous le souhaitez.
nl_nl: Hier is de parameters van de plugin. Gelieve ze aan te passen naar uw keuze.
pl_pl: Parametry wyświetlania wiadomości.
pt_pt: Aqui estão os parâmetros do plugin. Modifique-os à sua vontade.
zh_cn: 下面是插件的参数，你可以根据需求修改它。

source: Where do you want to place the update message?
de_de: Wo wollen Sie die Update-Meldung statt?
el_gr: Πού θέλετε να εμφανίζεται το μήνυμα για την ανανέωση;
fr_fr: Où placer le message de mise à jour ?
it_it: Dove si desidera inserire il messaggio di aggiornamento?
nl_nl: Waar wil je de update bericht plaatsen?
pl_pl: Gdzie ma być wyświetlana wiadomość o aktualizacji?
pt_pt: Onde quer colocar a mensagem de atualização?
ru_ru: Где вы хотит разместить сообщение об обновлении?
zh_cn: 你想把更新通知显示在什么地方？

source: Placement:
de_de: Platzierung:
el_gr: Θέσεις:
fr_fr: Endroit :
it_it: Posizionamento:
nl_nl: Plaats:
pl_pl: Umiejscowienie
pt_pt: Colocação
ru_ru: Местоположение:
zh_cn: 位置：

source: You can also add a shorcode %s to add an updated box wherever you want in your posts
de_de: Sie können auch einen shorcode% s, um eine aktualisierte Feld hinzufügen, wo auch immer Sie in Ihren Beiträgen wollen
el_gr: Μπορείτε να χρησιμοποιήσετε shortcode %s για να προστεθεί σε κουτί όπου θέλετε μέσα στο άρθρο
fr_fr: Vous pouvez également placer un shortcode %s dans vos articles afin de placer le message où vous le souhaitez.
it_it: È inoltre possibile aggiungere un shorcode %s per aggiungere una casella aggiornato dove vuoi nei tuoi messaggi
nl_nl: U kunt ook een korte code %s gebruiken om een bijgewerkte box toe te voegen waar u maar wilt in uw berichten
pl_pl: Możliwe jest również użycie shortcode&#039;u %s w celu dodania okna aktualizacji w dowolnym miejscu wpisu.
pt_pt: Também pode adicionar um shortcode %s para adicionar uma caixa de atualização onde bem entender nos seus posts
ru_ru: Так же вы можете добавить шорткод %s что бы разместить блок об обновлении в любом месте вашего сообщения
zh_cn: 你可以在文章的任何地方插入代码“%s”来显示更新通知

source: How do you want to render the message?
de_de: Wie wollen Sie die Meldung zu machen?
el_gr: Πώς θέλετε να καταστήσετε το μήνυμα;
fr_fr: Comment afficher le message ?
it_it: Come si desidera rendere il messaggio?
nl_nl: Hoe wil je het bericht maken?
pl_pl: Jak ma być wyświetlana wiadomość?
pt_pt: Como quer renderizar a mensagem?
ru_ru: Как вы хотите представить сообщение?
zh_cn: 你想怎么让通知条显示出来？

source: The standard html is:
de_de: Die Standard-HTML ist:
el_gr: Η standard HTML είναι:
fr_fr: Le HTML standard est :
it_it: L&#039;HTML standard è:
nl_nl: De standaard html is:
pl_pl: Standardowy HTML:
pt_pt: O HTML padrão é:
zh_cn: 标准的HTML是：

source: Published date
de_de: Erscheinungsdatum
el_gr: Ημερομηνία δημοσίευσης
fr_fr: Date de publication
it_it: Testo pubblicato
nl_nl: Datum van publicatie:
pl_pl: Data publikacji
pt_pt: Data de publicação
ru_ru: Дата публикации
zh_cn: 发布时间

source: Updated date
de_de: Update-Datum
el_gr: Ημερομηνία ανανέωσης
fr_fr: Date de mise à jour
it_it: Data aggiornata
nl_nl: Datum van update:
pl_pl: Data aktualizacji
pt_pt: Data de atualização
ru_ru: Дата обновления
zh_cn: 更新时间

source: Updated text
de_de: Update-Text
el_gr: Κείμενο ανανέωσης
fr_fr: Texte de mise à jour
it_it: Testo aggiornato
nl_nl: Tekst van update:
pl_pl: Tekst aktualizacji
pt_pt: Texto de atualização
ru_ru: Текст обновления
zh_cn: 更新描述

source: Parameters
de_de: Parameter
el_gr: Παράμετροι
fr_fr: Paramètres
it_it: Parametri
pl_pl: Parametry
pt_pt: Parâmetros
ru_ru: Параметры
zh_cn: 参数

source: Manage translations
de_de: Übersetzungen verwalten
el_gr: Μεταφράσεις
fr_fr: Gérer les traductions
it_it: Amministra traduzioni
nl_nl: Beheer vertaling
pl_pl: Zarządzaj tłumaczeniami
pt_pt: Gerir traduções
ru_ru: Управление переводами
zh_cn: 翻译管理

source: This form is an easy way to contact the author and to discuss issues / incompatibilities / etc.
de_de: Dieses Formular ist eine einfache Möglichkeit, den Autor zu kontaktieren und Fragen / Unverträglichkeiten / etc. diskutieren
nl_nl: Dit formulier is een makkelijke manier om de auteur te contacteren en om problemen / onverenigbaarheden / etc. te bespreken
pl_pl: Formularz umożliwia łatwy kontakt z autorem oraz zgłaszanie problemów, dyskusję, itd.
pt_pt: Este formulário é uma forma fácil de contactar o autor afim de discutir problemas/incompatibilidades/etc.

source: Give feedback
de_de: Feedback
el_gr: Ανατροφοδότηση
fr_fr: Donner un feedback
it_it: Dai un feedback
nl_nl: Geef feedback
pl_pl: Wyślij nam swoją opinię
pt_pt: Dar feedback
ru_ru: Обратная связь
zh_cn: 反馈

source: Here is the plugins developped by the author
de_de: Hier ist die Plugins vom Autor entwickelte
nl_nl: Hier is de plug-ins ontwikkeld door de auteur
pl_pl: Inne dodatki przygotowane przez autora
pt_pt: Eis os plugins desenvolvidos pelo autor

source: Other possible plugins
de_de: Andere mögliche plugins
nl_nl: Ander mogelijke plugins
pl_pl: Inne dodatki
pt_pt: Outros plugins possíveis

source: Here is the plugins developped by the author:
de_de: Hier ist die Plugins vom Autor entwickelt:
nl_nl: Hier is de plug-ins ontwikkeld door de auteur
pl_pl: Inne dodatki przygotowane przez autora
pt_pt: Eis os plugins desenvolvidos pelo autor:

source: Other plugins
de_de: Andere Plugins
el_gr: Αλλα πρόσθετα
fr_fr: Autres plugins :
it_it: Altri plugin
ru_ru: Другие плагины
zh_cn: 其他插件

source: Show the update message on home page:
de_de: Aktualisierung auf der Startseite anzeigen.
it_it: Mostrare il messaggio di aggiornamento sulla home page?
ru_ru: Показать сообщение об обновлении на домашней странице:

source: Add Update tags
it_it: Aggiungere tag aggiornamento
ru_ru: Добавить ярлык обновления

source: Indicate if you want the update message to be shown in the summary of the posts in your home page.
it_it: Indicare se si desidera che il messaggio di aggiornamento da risulta dal riepilogo dei posti in home page.
ru_ru: Укажите, если вы хотите, чтобы сообщение об обновлении показывалось в сводке постов на главной странице.

source: Placement for the excerpt:
it_it: Del collocamento per l&#039;estratto:
ru_ru: Местоположение выдержки:

source: The standard CSS is:
el_gr: Το στάνταρ CSS είναι
fr_fr: Le CSS standard est :
it_it: Il CSS standard è:
zh_cn: 标准的CSS是：

source: The file %s cannot be deleted. You should have a problem with file permissions or security restrictions.
zh_cn: 请勿删除文档“%s”，不然会出现文档读取或安全限制的麻烦。
